Repository: CedricEugeni/portkiller
Catalog: PortKillerPackage/Sources/PortKillerFeature/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: All interfaces
fr: Toutes les interfaces

source: Cannot kill %@ - critical system process
fr: Impossible de tuer %@ - processus système critique

source: Cancel
fr: Annuler

source: Copy error message
fr: Copier le message d'erreur

source: Failed to kill process: %@
fr: Échec de l'arrêt du processus : %@

source: Kill Process
fr: Tuer le processus

source: Kill System Process?
fr: Tuer le processus système ?

source: No ports listening
fr: Aucun port en écoute

source: No ports matching your search
fr: Aucun port correspondant à votre recherche

source: Quit
fr: Quitter

source: Refresh port list
fr: Actualiser la liste des ports

source: Scanning ports...
fr: Analyse des ports...

source: Search ports, process, PID...
fr: Rechercher ports, processus, PID...

source: Stop
fr: Arrêter

source: System Ports (<1024)
fr: Ports système (<1024)

source: User Ports (≥1024)
fr: Ports utilisateur (≥1024)

source: Warning: '%@' (PID: %lld) is a system process running as root.\n\nKilling this process may cause system instability or require a restart.
fr: Attention : '%@' (PID: %lld) est un processus système exécuté en tant que root.\n\nArrêter ce processus peut causer une instabilité système ou nécessiter un redémarrage.
